#tap "homebrew/cask"
#tap "homebrew/cask-fonts"

# CLI Tools
brew "git"
brew "wget"
brew "jq"
brew "yq"
brew "python"
#brew "pyenv"
#brew "node"
brew "awscli"
brew "kubectl"
brew "helm"
brew "k9s"
#brew "docker"
brew "mas"
brew "zsh"
brew "vim"

# Apps
cask "google-chrome"
# https://www.notion.com/
cask "notion"
# https://www.warp.dev/
cask "warp"
# https://cursor.com/
cask "cursor"
# https://www.raycast.com/core-features/clipboard-history
cask "raycast"
# https://www.sublimetext.com/
cask "sublime-text"
# https://app.prntscr.com/en/download.html
#cask "lightshot-screenshot"
cask "iterm2"
# https://www.spotify.com/de-en/download/mac/
cask "spotify"
cask "zoom"

# https://shottr.cc/
cask "shottr"
# https://www.microsoft.com/en-us/microsoft-365/excel
#cask "microsoft-excel"
# https://www.microsoft.com/en-us/microsoft-365/powerpoint
#cask "microsoft-powerpoint"
# https://www.microsoft.com/en-us/microsoft-365/word
#cask "microsoft-word"
# https://www.microsoft.com/en-us/microsoft-365/outlook
#cask "microsoft-outlook"#
#cask "docker"

# Fonts
cask "font-fira-code"
